{
  "emails": [
    {
      "id": "0bd3",
      "email": "news@yandex.ru",
      "title": "news",
      "text": "Новая тема "
    },
    {
      "id": "df83",
      "email": "news@news.ru",
      "title": "news",
      "text": "Здесь <u>нужно</u> ввести <i>сообщение</i>, так попробуй это <b>сделать</b>!"
    },
    {
      "id": "867a",
      "email": "",
      "title": "",
      "text": "Здесь нужно ввести сообщение, так попробуй это сделать!"
    },
    {
      "id": "adf9",
      "email": "test@test.com",
      "title": "test 1",
      "text": "В смысловой цельности текста отражаются те связи и зависимости, которые имеются в самой действительности (общественные события, явления природы, человек, его внешний облик и внутренний мир, предметы неживой природы и т. д.).<br><br>\n\n<b>Единство предмета речи</b> — это тема высказывания. Тема — это смысловое ядро текста, конденсированное и обобщённое содержание текста.<br><br>\n\nПонятие «содержание высказывания» связано с категорией информативности речи и присуще только тексту. Оно сообщает читателю индивидуально-авторское понимание отношений между явлениями, их значимости во всех сферах придают ему смысловую цельность.<br><br>\n\nВ большом тексте ведущая тема распадается на ряд составляющих подтем; подтемы членятся на более дробные, на абзацы (микротемы).<br><br>\n\nЗавершённость высказывания связана со смысловой цельностью текста. Показателем законченности текста является возможность подобрать к нему заголовок, отражающий его содержание.<br><br>\n\nТаким образом, из смысловой цельности текста вытекают следующие признаки текста:\n\n<b>Текст</b> — это высказывание на определённую тему;<br>\nВ тексте реализуется замысел говорящего, основная мысль;<br>\n<u>Текст любого размера</u> — это относительно автономное (законченное) высказывание;<br>\nПредложения логически связаны между собой;<br>\nК тексту можно подобрать заголовок;<br>\nПравильно оформленный текст обычно имеет <u>начало</u> и <u>конец</u>.<br>"
    },
    {
      "id": "0394",
      "email": "test@test.com",
      "title": "test@test.com",
      "text": "В смысловой цельности текста отражаются те связи и зависимости, которые имеются в самой действительности (<u><i>обществен</u>ные</i> события, явления природы, <u>человек</u>, его <i>внешний обли</i>к и <i>внутренний мир</i>, предметы неживой <u>природы</u> и т. д.)."
    },
    {
      "id": "8e5f",
      "email": "test@test.com",
      "title": "test 3",
      "text": "<b>Текст</b>, в своем роде, состоит из некоторого количества предложений. <u>Одно предложение, даже очень распространённое, сложное,</u> текстом назвать нельзя, поскольку текст можно разделить на самостоятельные предложения, а части предложения сочетаются по законам синтаксиса сложного предложения, но не текста."
    }
  ]
}